[
  {
    "title": "Why House Hacking is the Superior Investing Strategy",
    "subtitle": "A few weeks ago I posted a reel on this topic (see link below). This article goes into more detail on that video and how it can accelerate your path to FI",
    "link": "https://www.instagram.com/reel/Cdq5KBZDdtx/?utm_source=ig_web_copy_link",
    "paragraph_titles": [
      "Low Barrier to Entry",
      "Four Wealth Generators",
      "Low Risk",
      "Flexibility"
    ],
    "paragraphs": [
      "When you buy a house as a primary residence, you're able to put as low as 3% down, rather than the typical 20-25%. You'll also get a much lower interest rate compared to an investment loan. This makes house hacking much more accessible and amplifies your rate of return. The superb financing is arguably the biggest hack of house hacking",
      "Even though you are getting the best possible financing, you still also get all the same benefits of owning real estate. These are: appreciation, cash flow, tax benefits and loan pay down. You'll be building equity through loan pay down and appreciation. Even if you still have to pay a bit out of pocket, this equity can seriously supercharge your net worth.",
      "The worst case scenario is that you have to pay the full mortgage on your own, like most people do. A drop in prices would be unfortunate but only becomes realized if you sell. Everyone needs a place to live - generating income from your house is a very high reward, low risk investment strategy.",
      "There are many ways to house hack that fit your lifestyle. While you can generate more income with roommates, there are plenty of other ways to generate income living more comfortably. One common way to do this is renting out a separate ADU or MIL in a single family house. Find what fits your goals and lifestyle and go for that."
    ],
    "images": [
      null,
      "https://process.filestackapi.com/ALjVIPyY5SBCdSTP1630Sz/resize=width:796/crop=dim:[292,0,448,447]/https://www.compass.com/m/15/1e6b0df2-7e0f-47cb-9dd7-6686bc044ba6/origin.jpg",
      "https://process.filestackapi.com/ALjVIPyY5SBCdSTP1630Sz/resize=width:672/crop=dim:[112,0,448,448]/https://www.compass.com/m/15/c0989ee2-1e0c-48a8-a2b5-461991125bfa/origin.jpg",
      "https://process.filestackapi.com/ALjVIPyY5SBCdSTP1630Sz/resize=width:732/crop=dim:[144,22,448,448]/https://www.compass.com/m/15/bf33edc4-f004-4f24-bbc1-66116c1dea08/origin.jpg"
    ]
  }
]
